;Place localized text in this file

; [ X2AbilityTemplate]
; LocFriendlyName=""
; LocLongDescription=""
; LocHelpText=""
; LocFlyOverText=""
; LocPromotionPopupText="<Bullet/> <br/><Bullet/> <br/><Bullet/> <br/><Bullet/> <br/>"

[StandardGhostShot X2AbilityTemplate]
LocFriendlyName="开火"
LocHelpText="向目标开火。 <Ability:CANNOTBEDODGED/>"
LocLongDescription="<Bullet/>使用主武器开火将会结束单位的回合。"

[RT_Marksman X2SoldierClassTemplate]
DisplayName="「策」渗透者"
ClassSummary="耳语者是「策」组织指定的狙击手和技术专家。"
LeftAbilityTreeTitle="火力支援"
RightAbilityTreeTitle="观察者"
RandomNickNames[0]="耳语者"

[ScopedAndDropped X2AbilityTemplate]
LocFriendlyName="瞄准射杀"
LocLongDescription="增强的全景射击。使用狙击枪击败一名被侧翼或无掩护的目标不消耗行动。"
LocHelpText="使用狙击枪击败一名被侧翼或无掩护的目标不消耗行动。"
LocFlyOverText="瞄准射杀"
LocPromotionPopupText="<Bullet/>该单位不会受到全景射击的惩罚。<br/><Bullet/>通过该能力进行的额外射击将会有较低的暴击几率。<br/>"

[RTOverflowBarrier X2AbilityTemplate]
LocFriendlyName="溢流屏障"
LocLongDescription="当该单位造成过量伤害时，将该伤害转化为自身和已融合盟友的护盾。"
LocHelpText="当该单位造成过量伤害时，将该伤害转化为自身和已融合盟友的护盾。"
LocFlyOverText="溢流屏障"
LocPromotionPopupText="<Bullet/>如果造成过量伤害，则至少有1点护盾生命值。<br/><Bullet/>尝试与强大的伤害技能（如精准射击或时间静止）结合使用。<br/><Bullet/>如果造成过量伤害，则至少有1点护盾生命值。<br/><Bullet/>拥有溢流屏障的单位必须融合才能产生任何护盾。<br/><Bullet/>即使融合解除，护盾仍然存在。<br/>"

[RTOverflowBarrierEvent X2AbilityTemplate]
LocFriendlyName="溢流屏障"
LocLongDescription="当该单位造成超杀伤害时，将该伤害转化为自身和已融合盟友的护盾。"
LocHelpText="当该单位造成超杀伤害时，将该伤害转化为自身和已融合盟友的护盾。"
LocFlyOverText="溢流屏障"
LocPromotionPopupText="<Bullet/>如果造成超杀伤害，则至少有1点护盾生命值。<br/><Bullet/>拥有溢流屏障的单位必须融合才能产生任何护盾。<br/><Bullet/>即使融合解除，护盾仍然存在。<br/>"

[RTPrecisionShot X2AbilityTemplate]
LocFriendlyName="精准射击"
LocLongDescription="一个精心瞄准的射击，减少命中率，但增加暴击几率和暴击伤害。"
LocHelpText="以降低的命中率进行射击，但增加暴击几率和暴击伤害。"
LocFlyOverText="精准射击"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却时间。<br/>"

[RTAggression X2AbilityTemplate]
LocFriendlyName="侵略"
LocLongDescription="每有一个可见的敌方单位，增加10%的暴击几率，最高不超过30%。（包括小队视野）"
LocHelpText="每发现一个敌人获得10%的暴击几率。"
LocFlyOverText="侵略"
LocPromotionPopupText="<Bullet/> Gain 10% critical chance per visible enemy unit, up to 30%. (Squadsight included).<br/>"

[KnockThemDown X2AbilityTemplate]
LocFriendlyName="击倒对手"
LocLongDescription="每连续承受一次射击，获得+2伤害和+10%的暴击伤害。"
LocHelpText="每连续承受一次射击，获得+2伤害和+10%的暴击伤害。"
LocFlyOverText="击倒对手"
LocPromotionPopupText="<Bullet/>每连续承受一次射击，获得+2伤害和+10%的暴击伤害。<br/><Bullet/>某些被动动作不会中断击倒对手的连锁效果，比如「消隐」的激活或「溢流屏障」的触发。<br/>"

[RTDisablingShot X2AbilityTemplate]
LocFriendlyName="禁能射击"
LocLongDescription="一个精心瞄准的射击，减少命中率和伤害，但强制目标重新装填其主武器。"
LocHelpText="弱小且难以命中的射击，禁用目标敌人的武器一回合。"
LocFlyOverText="禁能射击"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>禁能射击还会从目标身上移除一个行动点。<br/>"

[RTSnapshot X2AbilityTemplate]
LocFriendlyName="急射"
LocLongDescription="使用主武器只需一个行动点，但会受到-15命中惩罚。"
LocHelpText="移动后以减少的命中率射击主武器。"
LocFlyOverText="急射"
LocPromotionPopupText="<Bullet/>使用主武器只需一个行动点，但会受到-15命中惩罚。<br/>"

[RTStandardSniperShot X2AbilityTemplate]
LocFriendlyName="狙击枪开火"
LocHelpText="使用你的狙击枪对目标进行射击。"
LocLongDescription="<Bullet/>狙击枪在远距离具有强大的火力和准确性，但通常需要两个行动来射击。<br/><Bullet/>使用主武器总是结束士兵的回合。<br/>"

[RTOverwatch X2AbilityTemplate]
LocFriendlyName="监视"
LocHelpText="对第一个进入你视线范围内移动的敌人进行射击，但命中率会有所降低。"
LocLongDescriptionWhenConcealed="对第一个进入你视线范围内移动的敌人进行射击，但只有在被发现时才能生效。"
LocFlyOverText="监视"
LocFriendlyNameWhenConcealed="监视（隐蔽式）"

[OverwatchShot X2AbilityTemplate]
LocFriendlyName="监视射击"

[SixOClock X2AbilityTemplate]
LocFriendlyName="六点钟方位"
LocLongDescription="获得额外的监视射击机会。此外，当该单位使用监视射击时，其范围内的盟友单位在防御、灵能和意志方面获得加成。"
LocHelpText=" "
LocFlyOverText="六点钟方位"
LocPromotionPopupText="<Bullet/>这影响到那些无法直接看到监视单位的单位。<br/>"

[SixOClockEffect X2AbilityTemplate]
LocFriendlyName="六点钟效应"
LocLongDescription="当该单位使用监视射击时，其范围内的盟友单位在防御、灵能和意志方面获得加成。"
LocHelpText=" "
LocFlyOverText="六点钟效应"
LocPromotionPopupText="<Bullet/>这影响到那些无法直接看到监视单位的单位。<br/>"

[RTVitalPointTargeting X2AbilityTemplate]
LocFriendlyName="要害瞄准"
LocLongDescription="了解敌人的要害点有助于瞄准。"
LocHelpText=" "
LocFlyOverText="要害瞄准"
LocPromotionPopupText="<Bullet/>提供伤害和暴击几率加成。<br/><Bullet/>这个加成对于每个具有该能力的个体和目标敌人类型是不同的。<br/><Bullet/>这个加成是通过在整个战役中消灭敌人单位而生成的。<br/>"

[RTDamnGoodGround X2AbilityTemplate]
LocFriendlyName="卓越阵地"
LocLongDescription="对于处于较低高度的敌人，除了通常的高度加成外，还提供+15命中和+15防御加成。"
LocHelpText=" "
LocFlyOverText="卓越阵地"
LocPromotionPopupText="<Bullet/>对于处于较低高度的敌人，除了通常的高度加成外，还提供+15命中和+15防御加成。<br/>"

[SlowIsSmooth X2AbilityTemplate]
LocFriendlyName="慢即顺利"
LocLongDescription="从隐藏状态射击的命中率和暴击率增加25。与所有敌人失去视线后，再次进入隐藏状态持续4回合。"
LocHelpText=" "
LocFlyOverText="慢即顺利"
LocPromotionPopupText="<Bullet/>从隐藏状态射击的命中率和暴击率增加25。<br/><Bullet/>与所有敌人失去视线后，再次进入隐藏状态持续4回合。<br/>"

[Sovereign X2AbilityTemplate]
LocFriendlyName="未使用，参见原始生物"
LocLongDescription="致命射击有机会使附近的敌人陷入恐慌状态。"
LocHelpText="致命射击有机会使附近的敌人陷入恐慌状态。"
LocFlyOverText="统治者"
LocPromotionPopupText="<Bullet/>致命射击有机会使附近的敌人陷入恐慌状态。<br/>"

[SovereignEffect X2AbilityTemplate]
LocFriendlyName="未使用，参见原始生物"
LocLongDescription="致命射击有机会使附近的敌人陷入恐慌状态"
LocHelpText="致命射击有机会使附近的敌人陷入恐慌状态"
LocFlyOverText="统治者"
LocPromotionPopupText="<Bullet/>致命射击有小概率使附近的敌人陷入恐慌状态。对于灵能或机器敌人无效。<br/>"

[DaybreakFlame X2AbilityTemplate]
LocFriendlyName="狙击枪开火（黎明之焰）"
LocHelpText="使用你的黎明之焰狙击枪对目标进行射击。"
LocLongDescription="<Bullet/>黎明之焰狙击枪在远距离具有强大的火力和准确性，但通常需要两个行动来射击。<br/><Bullet/>使用主武器总是结束士兵的回合。<br/>"

[DaybreakFlameIcon X2AbilityTemplate]
LocFriendlyName="黎明之焰"
LocLongDescription="火焰控制增强的子弹能穿透掩体，击穿护甲，并忽略视线障碍。"
LocHelpText="火焰控制增强的子弹能穿透掩体，击穿护甲，并忽略视线障碍。"
LocFlyOverText="黎明之焰"
LocPromotionPopupText="<Bullet/>火焰控制增强的子弹能穿透掩体，击穿护甲，并忽略视线障碍。<br/><Bullet/>这个能力只增强标准的狙击射击，并不对其他射击添加额外效果。<br/>"

[YourHandsMyEyes X2AbilityTemplate]
LocFriendlyName="你的手，我的眼"
LocLongDescription="「心灵融合」除了提供正常的意志力加成外，还共享所有者的骇客技能值。"
LocHelpText="「心灵融合」除了提供正常的意志力加成外，还共享所有者的骇客技能值。"
LocFlyOverText="你的手，我的眼"
LocPromotionPopupText="<Bullet/>「心灵融合」除了提供正常的意志力加成外，还共享所有者的黑客技能值。<br/>"

[RTKubikuri X2AbilityTemplate]
LocFriendlyName="斩首"
LocFlyOverText="斩首"
LocLongDescription="对大部分已受伤敌人的特殊射击：任何暴击都会击杀它们，但普通命中只造成一半的伤害。需要消耗两个行动，并有4回合冷却时间。"
LocHelpText="暴击会自动击杀生命值不满的敌人。普通命中只造成一半的伤害。"
LocPromotionPopupText="<Bullet/>对于生命值不满的敌人的特殊射击：任何暴击都会击杀它们，但普通命中只造成一半的伤害。<br/><Bullet/>需要消耗两个行动。<br/><Bullet/><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>对于异族统治者，暴击将造成双倍的暴击伤害，而不会立即击杀敌人。"

[GhostPsiSuite X2AbilityTemplate]
LocFriendlyName="「策」组织特工经验"
LocLongDescription="「策」训练他们的特工掌握心灵控制、心灵感应、心灵动能和战争艺术。"
LocHelpText="标准的幽灵能力组合。"
LocFlyOverText="「策」组织特工经验"
LocPromotionPopupText="<Bullet/>「策」组织特工接受心灵控制、心灵感应、心灵动能和融合的使用训练。<br/>"

[JoinMeld X2AbilityTemplate]
LocFriendlyName="纳入融合"
LocLongDescription="纳入融合，增加意志力并共享特定能力。"
LocHelpText="纳入融合，增加意志力并共享特定能力。"
LocFlyOverText="纳入融合"
LocPromotionPopupText="<Bullet/>纳入融合，增加意志力并共享特定能力。<br/>"

[LeaveMeld X2AbilityTemplate]
LocFriendlyName="脱离融合"
LocLongDescription="脱离融合，消除可能的恐慌效果并移除共享的效果。"
LocHelpText="脱离融合，消除可能的恐慌效果并移除共享的效果。"
LocFlyOverText="脱离融合"
LocPromotionPopupText="<Bullet/>脱离融合，消除可能的恐慌效果并移除共享的效果。<br/>"

[PsiOverload X2AbilityTemplate]
LocFriendlyName="心灵压制"
LocLongDescription="用纯粹的灵能能量超负荷作用于有机单位的大脑，立即将其杀死。承受反馈效果，短时间内无法进行任何行动。"
LocHelpText="用纯粹的灵能能量超负荷作用于有机单位的大脑，立即将其杀死。承受反馈效果。"
LocFlyOverText="心灵压制"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>用纯粹的灵能能量超负荷作用于有机单位的大脑，立即将其杀死。能力的反馈效果会导致短时间的恐慌。<br/>"

[RTMindControl X2AbilityTemplate]
LocFriendlyName="精神控制"
LocLongDescription="暂时以心灵控制的方式支配敌方单位。"
LocHelpText="试图控制敌方单位。"
LocFlyOverText="精神控制"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却。<br/>"

[LinkedIntelligence X2AbilityTemplate]
LocFriendlyName="联网操作"
LocLongDescription="融合的单位可以立即对射击指令做出反应。当融合单位进行反击时，所有融合单位都会尝试对目标进行射击。"
LocHelpText="当融合单位进行反击时，所有融合单位都会尝试对目标进行射击。"
LocFlyOverText="联网操作"
LocPromotionPopupText="<Bullet/>联网操作将在全程射程内触发。<br/><Bullet/>单位不会为了开火而暴露。<br/>"

[TwitchReaction X2AbilityTemplate]
LocFriendlyName="痉挛反应"
LocLongDescription="该单位可以在同伴合体单位受到攻击时自发地进行火力掩护反击。"
LocHelpText="当合体的盟友受到攻击时，立即进行反击射击。"
LocFlyOverText="痉挛反应"
LocPromotionPopupText="<Bullet/>该单位可以在同伴合体单位受到攻击时自发地进行火力掩护反击。<br/>"

[TimeStandsStill X2AbilityTemplate]
LocFriendlyName="时间停滞"
LocLongDescription="在宇宙的齿轮中投入一个扳手片刻。盟友和敌人一样变成灰色，失去了影响或感知周围世界的能力。"
LocHelpText="世界停止！时间停滞！"
LocFlyOverText="时间停滞"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>在时间停滞时，计时器和增援将被延迟。<br/><Bullet/>灰色单位易于命中并造成致命一击。<br/>"

[PsionicSurge X2AbilityTemplate]
LocFriendlyName="灵能突袭"
LocLongDescription="使用灵能能量强化该单位的武器，增加射速和能量通过率。"
LocHelpText="使用灵能能量强化该单位的武器。"
LocFlyOverText="灵能突袭"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>标准射击不会结束回合，消耗1点行动点数。<br/><Bullet/>在此效果激活时，特殊射击不会有冷却时间。<br/>"

[FadeIcon X2AbilityTemplate]
LocFriendlyName="消隐"
LocLongDescription="每当该单位受到伤害时，消隐脱离视线。"
LocHelpText="每当该单位受到伤害时，消隐脱离视线。"
LocFlyOverText="消隐"
LocPromotionPopupText="<Bullet/>在该单位受到伤害时，短暂获得隐秘状态效果。 <Ability:SelfCooldown/>回合冷却时间。<br/>"

[Fade X2AbilityTemplate]
LocFriendlyName="消隐"
LocLongDescription="每当该单位受到伤害时，消隐脱离视线。"
LocHelpText="每当该单位受到伤害时，消隐脱离视线。"
LocFlyOverText="消隐"
LocPromotionPopupText="<Bullet/>在该单位受到伤害时，短暂获得隐秘状态效果。 <Ability:SelfCooldown/>回合冷却时间。<br/>"

[Teek X2AbilityTemplate]
LocFriendlyName="蛇皮走位"
LocLongDescription="该单位磨砺了其超能力，提高了闪避和偏转敌方火力的能力。"
LocHelpText="该单位磨砺了其超能力，提高了闪避和偏转敌方火力的能力。"
LocFlyOverText="蛇皮走位"
LocPromotionPopupText="<Bullet/>该单位磨砺了其超能力，提高了闪避和偏转敌方火力的能力。<br/><Bullet/>+10闪避，+10防御。<br/>"

[EyeInTheSky X2AbilityTemplate]
LocFriendlyName="空中之眼"
LocLongDescription="该单位不会受到反应射击的惩罚，并能够对敌人的攻击做出反应。"
LocHelpText="该单位不会受到反应射击的惩罚，并能够对敌人的攻击做出反应。"
LocFlyOverText="空中之眼"
LocPromotionPopupText="<Bullet/>该单位不会受到反应射击的惩罚，并能够对敌人的攻击做出反应。<br/><Bullet/>在反应射击和压制射击期间获得+30瞄准度。<br/>"

[HeatChannel X2AbilityTemplate]
LocFriendlyName="热能通道"
LocLongDescription="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocHelpText="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocFlyOverText="热能通道"
LocPromotionPopupText="<Bullet/>在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。<br/><Bullet/>2回合冷却。<br/>"

[HeatChannelIcon X2AbilityTemplate]
LocFriendlyName="热能通道"
LocLongDescription="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocHelpText="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocFlyOverText="热能通道"
LocPromotionPopupText="<Bullet/>在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。<br/><Bullet/>2 回合冷却。<br/>"

[HeatChannelCooldown X2AbilityTemplate]
LocFriendlyName="热能通道"
LocLongDescription="热能通道正在冷却中！"
LocHelpText="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocFlyOverText="热能通道"
LocPromotionPopupText="<Bullet/>在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。<br/><Bullet/>2 回合冷却。<br/>"

[Harbinger X2AbilityTemplate]
LocFriendlyName="强硬把控"
LocLongDescription="增强一个友方融合单位，将其完全治愈并赋予显著的战斗加成。"
LocHelpText="增强一个友方融合单位，将其完全治愈并赋予显著的战斗加成。"
LocFlyOverText="强硬把控"
LocPromotionPopupText="<Bullet/>增强一个友方融合单位，将其完全治愈并赋予显著的战斗加成。<br/><Bullet/><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>+4护甲，+5护盾生命值，+10命中，+10意志。<br/><Bullet/>当融合丧失时，效果会中断。<br/>"

[ShockAndAwe X2AbilityTemplate]
LocFriendlyName="震惊与威慑"
LocLongDescription="当该单位在单回合内造成超过25点伤害时，会使附近的所有敌人失去行动能力。"
LocHelpText="当该单位在单回合内造成超过25点伤害时，会使附近的所有敌人失去行动能力。"
LocFlyOverText="震惊与威慑"
LocPromotionPopupText="<Bullet/>当该单位在单回合内造成超过25点伤害时，会使附近的所有敌人失去行动能力。<br/>"

[RTKillzone X2AbilityTemplate]
LocFriendlyName="灵能死亡地带"
LocLongDescription="对于在火力范围内移动或攻击的任何敌人进行反应射击。"
LocHelpText="在火力范围内进行增强型监视。"
LocFlyOverText="灵能死亡地带"
LocPromotionPopupText="<Bullet/>士兵在弹药消耗之外没有反应射击次数限制。<br/><Bullet/>灵能死亡地带可以利用远程射击能力（即使士兵没有长视能力）。<br/><Bullet/>灵能死亡地带有 <Ability:SelfCooldown/>回合的冷却时间。<br/>"
LocFriendlyNameWhenConcealed="灵能死亡地带（隐蔽状态）"

[RTEveryMomentMatters X2AbilityTemplate]
LocFriendlyName="至关时刻"
LocLongDescription="该单位弹匣中的最后一颗子弹保证会造成致命一击，并根据目标缺少的生命值造成额外伤害。"
LocHelpText="该单位弹匣中的最后一颗子弹保证会造成致命一击，并根据目标缺少的生命值造成额外伤害。"
LocFlyOverText="至关时刻"
LocPromotionPopupText="<Bullet/>额外伤害相当于目标缺少的生命值的35%。<br/><Bullet/>射出最后一颗子弹还会获得一个只能用于移动的行动点。<br/>"

; <Bullet/><br/>

[RT_Berserker X2SoldierClassTemplate]
DisplayName="「策」狂战士"
ClassSummary="女王是「策」组织的领袖和近战专家。"
LeftAbilityTreeTitle="狂暴者"
RightAbilityTreeTitle="操作者"
RandomNickNames[0]="女王"

[BumpInTheNight X2AbilityTemplate]
LocFriendlyName="夜幕偷袭"
LocLongDescription="该单位在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocHelpText="在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocFlyOverText="夜幕偷袭"
LocPromotionPopupText="<Bullet/>该单位在3格内击杀敌人后获得隐形能力。<br/><Bullet/>若是使用近战方式击杀的，额外获得一层「血之狂热」状态。<br/>"

[BumpInTheNightBloodlustListener X2AbilityTemplate]
LocFriendlyName="夜幕偷袭"
LocLongDescription="该单位在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocHelpText="在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocFlyOverText="夜幕偷袭"
LocPromotionPopupText="<Bullet/>该单位在3个格内击杀单位后获得隐蔽能力。<br/><Bullet/>若是近战击杀，则额外获得一层血之狂热效果。<br/><Bullet/><br/><Bullet/><br/>"

[BumpInTheNightStealthListener X2AbilityTemplate]
LocFriendlyName="夜幕偷袭"
LocLongDescription="该单位在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocHelpText="在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocFlyOverText="夜幕偷袭"
LocPromotionPopupText="<Bullet/>该单位在3个格内击杀单位后获得隐蔽能力。<br/><Bullet/>若是近战击杀，则额外获得一层血之狂热效果。<br/><Bullet/><br/><Bullet/><br/>"

[RTBerserkerKnifeAttack X2AbilityTemplate]
LocFriendlyName="斩击（狂战士）"
LocLongDescription="使用你的副武器对移动范围内的任何敌人进行攻击。"
LocHelpText="使用你的副武器对移动范围内的敌人进行攻击。"
LocPromotionPopupText="<Bullet/>你可以通过将移动光标放在敌人上触发斩击能力。<br/><Bullet/>狂战士可以执行“冲刺”移动，使用两个行动点移动，并仍然对相邻的敌人触发斩击。<br/>"

[RTSiphon X2AbilityTemplate]
LocFriendlyName="汲取"
LocLongDescription="该单位将根据对有机敌人所造成的伤害从它们身上汲取生命值。"
LocHelpText="该单位将根据对有机敌人所造成的伤害从它们身上汲取生命值。"
LocFlyOverText="汲取"
LocPromotionPopupText="<Bullet/>该单位将根据对有机敌人所造成的伤害从它们身上汲取生命值。<br/><Bullet/>每次攻击的最小生命值获取量为2。<br/>"

[RTAcidicBlade X2AbilityTemplate]
LocFriendlyName="酸刃"
LocLongDescription="该单位的刀刃上涂有一种机密的酸性溶液。它可以腐蚀护甲并将这种溶液施加到目标身上。"
LocHelpText="该单位的近战攻击会造成额外的酸性伤害。"
LocFlyOverText="酸刃"
LocPromotionPopupText="<Bullet/>该单位的刀刃上涂有一种机密的酸性溶液。它可以腐蚀护甲并将这种溶液施加到目标身上。<br/><Bullet/>酸性溶液可以进一步腐蚀护甲并在每个回合造成伤害。<br/><Bullet/>连续的近战攻击会刷新酸性溶液的持续时间，并增加其效力，堆叠伤害和腐蚀效果。<br/>"

[RTPsionicBlade X2AbilityTemplate]
LocFriendlyName="灵刃"
LocLongDescription="该单位的刀刃是灵能能量的体现。它完全穿透护甲，并根据目标的意志造成额外伤害。"
LocHelpText="该单位的近战攻击可以穿透所有护甲，并根据目标的意志造成额外伤害。"
LocFlyOverText="灵刃"
LocPromotionPopupText="<Bullet/>该单位的刀刃是灵能能量的体现。它完全穿透护甲。<br/>"

[RTHiddenBlade X2AbilityTemplate]
LocFriendlyName="隐刃"
LocLongDescription="该单位的刀刃专为对不察觉的目标造成额外伤害而设计。它从「隐蔽」状态下造成额外的暴击伤害。"
LocHelpText="该单位的近战攻击在「隐蔽」状态下会造成额外的暴击伤害。"
LocFlyOverText="隐刃"
LocPromotionPopupText="<Bullet/>该单位的刀刃专为对不察觉的目标造成额外伤害而设计。它从「隐蔽」状态下造成额外的暴击伤害。<br/><Bullet/>当符合暴击条件时，暴击将造成额外150%的伤害。<br/>"

[RTBurst X2AbilityTemplate]
LocFriendlyName="爆发"
LocLongDescription="释放一股灵能爆发，对周围的敌人和地块造成伤害。"
LocHelpText="释放一股灵能爆发，对周围的敌人和地块造成伤害。"
LocFlyOverText="爆发"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>释放一股灵能爆发，对周围的敌人和地块造成伤害。<br/>"

[RTBlur X2AbilityTemplate]
LocFriendlyName="模糊"
LocLongDescription="获得额外的闪避、移动和防御能力。"
LocHelpText="获得额外的闪避、移动和防御能力。"
LocFlyOverText="模糊"
LocPromotionPopupText="<Bullet/>获得额外的闪避、移动和防御能力。<br/>"

[RTPurge X2AbilityTemplate]
LocFriendlyName="净化"
LocLongDescription="净化你的嗜血之力并重新获得潜行能力。"
LocHelpText="失去五层嗜血状态，获得潜行能力。"
LocFlyOverText="净化"
LocPromotionPopupText="<Bullet/>失去五层嗜血状态，获得潜行能力。<br/>"

[RTMentor X2AbilityTemplate]
LocFriendlyName="导师"
LocLongDescription="通过融合向友方融合单位提供心灵支持。"
LocHelpText="通过融合向友方融合单位提供心灵支持。"
LocFlyOverText="导师"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>为目标单位提供+60意志和心灵攻击力，并清除他们的反馈效果。<br/>"

[RTReprobateWaltz X2AbilityTemplate]
LocFriendlyName="不义之舞"
LocLongDescription="每当该单位使用近战攻击时，有一定几率再次发起攻击，几率随着嗜血层数增加而增加。"
LocHelpText="每当该单位使用近战攻击时，有一定几率再次发起攻击，几率随着嗜血层数增加而增加。"
LocFlyOverText="不义之舞"
LocPromotionPopupText="<Bullet/>基础几率为20%，每个嗜血层数增加10%。<br/>"

[RTReprobateWaltzIcon X2AbilityTemplate]
LocFriendlyName="不义之舞"
LocLongDescription="每当该单位使用近战攻击时，有一定几率再次发起攻击，几率随着嗜血层数增加而增加。"
LocHelpText="每当该单位使用近战攻击时，有一定几率再次发起攻击，几率随着嗜血层数增加而增加。"
LocFlyOverText="不义之舞"
LocPromotionPopupText="<Bullet/>基础几率为20%，每个嗜血层数增加10%。<br/>"

[RTPyroclasticFlow X2AbilityTemplate]
LocFriendlyName="熔岩火流"
LocLongDescription="该单位现在可以在燃烧状态下进行近战攻击，且在燃烧状态下，其身后留下毁灭性的火焰痕迹。"
LocHelpText="该单位现在可以在燃烧状态下进行近战攻击，且在燃烧状态下，其身后留下毁灭性的火焰痕迹。"
LocFlyOverText="熔岩火流"
LocPromotionPopupText="<Bullet/>不免疫燃烧状态。<br/>"

[RTPyroclasticSlash X2AbilityTemplate]
LocFriendlyName="斩击（熔岩）"
LocLongDescription="使用你的<Ability:SecondaryWeaponName/>对移动范围内的任何敌人进行攻击。"
LocHelpText="使用你的<Ability:SecondaryWeaponName/>对移动范围内的任何敌人进行攻击。"
LocPromotionPopupText="<Bullet/>你可以通过将移动光标放在敌人上来触发斩击能力。<br/><Bullet/>Berserker可以执行「冲刺」动作，使用两个行动点进行移动，然后对相邻的敌人进行斩击。<br/>"

[RTContainedFury X2AbilityTemplate]
LocFriendlyName="潜藏之怒"
LocLongDescription="该单位的融合状态不再受到「血之狂热」层数的影响。"
LocHelpText="该单位的融合状态不再受到「血之狂热」层数的影响。"
LocFlyOverText="潜藏之怒"
LocPromotionPopupText=""

[RTContainedFuryMeldJoin X2AbilityTemplate]
LocFriendlyName="纳入融合（潜藏之怒）"
LocLongDescription="纳入融合状态，增加意志力并共享某些能力。"
LocHelpText="纳入融合状态，增加意志力并共享某些能力。"
LocFlyOverText="纳入融合"
LocPromotionPopupText="<Bullet/>纳入融合状态，增加意志力并共享某些能力。<br/>"

[RTUnstableConduit X2AbilityTemplate]
LocFriendlyName="不稳风暴"
LocLongDescription="每当该单位使用超能力时，它会在自身和所有融合盟友周围引发一次风暴爆发。"
LocHelpText="每当该单位使用超能力时，它会在自身和所有融合盟友周围引发一次风暴爆发。"
LocFlyOverText="不稳风暴"
LocPromotionPopupText="<Bullet/>每当该单位使用超能力时，它会在自身和所有融合盟友周围引发一次风暴爆发。<br/><Bullet/>对于此能力而言，某些能力不被视为超能力，例如融入融合和脱离融合。<br/>"

[RTUnstableConduitBurst X2AbilityTemplate]
LocFriendlyName="爆发"
LocLongDescription="释放一股超能能量爆发，对周围的敌人和地块造成伤害。"
LocHelpText="释放一股超能能量爆发，对周围的敌人和地块造成伤害。"
LocFlyOverText="爆发"
LocPromotionPopupText="<Bullet/>释放一股超能能量爆发，对周围的单位和地块造成伤害。<br/>"

[RTPersistingImages X2AbilityTemplate]
LocFriendlyName="持续幻像"
LocLongDescription="每当该单位遁入隐秘状态时，会在附近创建一个自身的幻像。"
LocHelpText="每当该单位遁入隐秘状态时，会在附近创建一个自身的残影。"
LocFlyOverText="持续幻像"
LocPromotionPopupText="<Bullet/>幻像会吸引敌人的注意力，但只有1点生命值。<br/>"

[RTUnstableConduitIcon X2AbilityTemplate]
LocFriendlyName="不稳风暴"
LocLongDescription="每当该单位使用超能力时，它会在自身和所有融合的盟友周围引发一次爆发。"
LocHelpText="每当该单位使用超能力时，它会在自身和所有融合的盟友周围引发一次爆发。"
LocFlyOverText="不稳定风暴"
LocPromotionPopupText="<Bullet/>每当该单位使用超能力时，它会在自身和所有融合的盟友周围引发一次爆发。<br/><Bullet/>某些技能在此能力中不被视为超能力，比如纳入融合和脱离融合。<br/>"

[RTPersistingImagesIcon X2AbilityTemplate]
LocFriendlyName="持久幻像"
LocLongDescription="每当该单位遁入隐秘状态时，会在附近生成一个自身的幻像。"
LocHelpText="每当该单位获得潜行状态时，会在附近生成一个自身的残影。"
LocFlyOverText="持久幻像"
LocPromotionPopupText="<Bullet/>每当该单位遁入隐秘状态时，它会在附近生成一个自身的残影。<br/><Bullet/>幻像会吸引敌人的注意，但只有1点生命值。<br/>"

[RTGhostInTheShell X2AbilityTemplate]
LocFriendlyName="攻壳机动队"
LocLongDescription="当该单位与目标交互时，获得短暂的隐秘状态效果。"
LocHelpText="当该单位与目标交互时，获得短暂的隐秘状态效果。"
LocFlyOverText="攻壳机动队"
LocPromotionPopupText=""

[RTGhostInTheShellListener X2AbilityTemplate]
LocFriendlyName="攻壳机动队"
LocLongDescription="当该单位与目标交互时，不会被揭示。"
LocHelpText="当该单位与目标交互时，不会被揭示。"
LocFlyOverText="攻壳机动队"
LocPromotionPopupText="<Bullet/>当该单位与目标交互时，获得短暂的隐秘状态效果。<br/>"

[RTQueenOfBlades X2AbilityTemplate]
LocFriendlyName="剃刀女王"
LocLongDescription="若近战攻击杀死一个单位，该攻击的行动点将被退还。此外，嗜血堆叠将增加移动能力，而不是减少它。"
LocHelpText="若近战攻击杀死一个单位，该攻击的行动点将被退还。此外，嗜血堆叠将增加移动能力，而不是减少它。"
LocFlyOverText="剃刀女王"
LocPromotionPopupText=""

[RTShadowStrike X2AbilityTemplate]
LocFriendlyName="影袭"
LocLongDescription="穿越阴影，对目标进行打击。"
LocHelpText="穿越阴影，对目标进行打击。"
LocFlyOverText="影袭"
LocPromotionPopupText="<Bullet>冷却<Ability:SelfCooldown/>回合。<br/><Bullet/>无限射程，不需要直线路径到目标。<br/>"

[RTPsionicLance X2AbilityTemplate]
LocFriendlyName="灵能长矛"
LocLongDescription="发射一道纯粹的灵能长矛。"
LocHelpText="发射一道纯粹的灵能长矛。"
LocFlyOverText="灵能长矛"
LocPromotionPopupText="<Bullet>冷却<Ability:SelfCooldown/>回合。<br/>"

[RTHarbingerPsionicLance X2AbilityTemplate]
LocFriendlyName="灵能长矛（直接控制）"
LocLongDescription="发射一道纯粹的灵能长矛。"
LocHelpText="发射一道纯粹的灵能长矛。"
LocFlyOverText="灵能长矛（直接控制）"
LocPromotionPopupText="<Bullet>冷却<Ability:SelfCooldown/>回合。<br/>"

[RTDashingStrike X2AbilityTemplate]
LocFriendlyName="冲击打击"
LocLongDescription="向前冲刺，对路径上的所有敌人造成伤害。"
LocHelpText="向前冲刺，对路径上的所有敌人造成伤害。"
LocFlyOverText="冲击打击"
LocPromotionPopupText="<Bullet/>向前冲刺，对路径上的所有敌人造成伤害。<br/>"

[RTCloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="使用主武器，在4格内任何移动或开火的可见敌人身上进行一次免费反应射击。"
LocHelpText="在4格内任何移动或开火的可见敌人身上进行一次免费反应射击。"
LocPromotionPopupText="<Bullet/>若士兵处于「隐蔽」状态，不会触发。<br/><Bullet/>每回合可以对每个敌人使用一次该能力进行射击。<br/><Bullet/>每次射击需要1弹药。<br/>"

[RTCloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="使用主武器，在4格内任何移动或开火的可见敌人身上进行一次免费反应射击。"
LocHelpText="在4格内任何移动或开火的可见敌人身上进行一次免费反应射击。
LocPromotionPopupText="<Bullet/> Will not trigger if soldier is concealed.<br/><Bullet/> You may shoot at each enemy with this ability once per turn.<br/><Bullet/> Each shot requires 2 ammo.<br/>""


; <Bullet/><br/>

[RT_Gatherer X2SoldierClassTemplate]
DisplayName="「策」搜集者"
ClassSummary="诺娃是「策」组织的人类情报专家和主要灵能支援。"
LeftAbilityTreeTitle="千里眼"
RightAbilityTreeTitle="心灵感应"
RandomNickNames[0]="诺娃"

[OverTheShoulder X2AbilityTemplate]
LocFriendlyName="掀开面纱"
LocLongDescription="若所有活跃的敌方单位都受到「幽影窥探」的影响，获得「隐蔽」状态。"
LocHelpText="若所有活跃的敌方单位都受到「幽影窥探」的影响，获得「隐蔽」状态。"
LocFlyOverText="掀开面纱"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却。<br/>"

[RTTheSixPathsOfPain X2AbilityTemplate]
LocFriendlyName="六道之痛"
LocLongDescription="每回合开始时自动免费施放「幽影窥探」。"
LocHelpText="每回合开始时自动免费施放幽影窥探。"
LocFlyOverText="六道之痛"
LocPromotionPopupText="<Bullet/>若单位无法施放「幽影窥探」，将不会触发。<br/>"

[RTTheSixPathsOfPainIcon X2AbilityTemplate]
LocFriendlyName="六道之痛"
LocLongDescription="每回合开始时自动免费施放「幽影窥探」。"
LocHelpText="每回合开始时自动免费施放幽影窥探。"
LocFlyOverText="六道之痛"
LocPromotionPopupText="<Bullet/>若单位无法施放「幽影窥探」，将不会触发。<br/>"

[RTMeldInduction X2AbilityTemplate]
LocFriendlyName="融合引导"
LocLongDescription="强制将单位引导入融合中。"
LocHelpText="强制将单位引导入融合中。"
LocFlyOverText="融合引导"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>若使用融合引导的单位不在融合中，则无法执行该操作。<br/>"

[RTUnsettlingVoices X2AbilityTemplate]
LocFriendlyName="恐怖之声"
LocLongDescription="受到融合引导影响的敌方单位的属性值下降，包括防御、命中和意志力。"
LocHelpText="受到融合引导影响的敌方单位的属性值下降。"
LocFlyOverText="恐怖之声"
LocPromotionPopupText="<Bullet/>受到融合引导影响的敌方单位的属性值下降，包括防御、命中和意志力。<br/>"

[RTGuardianAngel X2AbilityTemplate]
LocFriendlyName="守护天使"
LocLongDescription="为受到融合引导影响的友方单位提供一种效果，清除心理负面效果，并缓慢治愈他们。"
LocHelpText="为受到融合引导影响的友方单位提供一种效果，清除心理负面效果，并缓慢治愈他们。"
LocFlyOverText="守护天使"
LocPromotionPopupText="<Bullet/>为受到融合引导影响的友方单位提供一种效果，清除心理负面效果，并缓慢治愈他们。<br/><Bullet/>治愈效果每回合只能发生一次。<br/><Bullet/>请注意，此能力无法影响使用心灵压制获得的反馈效果。<br/>"

[RTForcedIntroversion X2AbilityTemplate]
LocFriendlyName="强制内向"
LocLongDescription="当该单位受到「灵能反馈」时，同时获得「隐蔽」效果。"
LocHelpText="当该单位受到「灵能反馈」时，同时获得「隐蔽」效果。"
LocFlyOverText="强制内向"
LocPromotionPopupText="<Bullet/>当该单位受到「灵能反馈」时，同时获得「隐蔽」效果。<br/><Bullet/>「隐蔽」效果通常持续到「灵能反馈」事件结束。<br/>"

[RTRudimentaryCreatures X2AbilityTemplate]
LocFriendlyName="至尊者"
LocLongDescription="当受到「幽影窥探」的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。"
LocHelpText="当受到「幽影窥探」的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。"
LocFlyOverText="至尊者"
LocPromotionPopupText="<Bullet/>并非所有灵能技能都可以被中断。其中一些例外包括「幽影窥探」和「纳入/脱离融合」。<br/>"

[RTRudimentaryCreaturesEvent X2AbilityTemplate]
LocFriendlyName="至尊者"
LocLongDescription="当受到「幽影窥探」的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。"
LocHelpText="当受到「幽影窥探」的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。"
LocFlyOverText="至尊者"
LocPromotionPopupText="<Bullet/>当受到「幽影窥探」效果的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。<br/>"

[RTExtinctionEventPartOne X2AbilityTemplate]
LocFriendlyName="灭绝事件"
LocLongDescription="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocHelpText="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocFlyOverText="灭绝事件"
LocPromotionPopupText="<Bullet/>350格范围。<br/><Bullet/>友方单位应该在该能力完成之前尝试撤离！<br/>"

[RTExtinctionEventPartTwo X2AbilityTemplate]
LocFriendlyName="灭绝事件"
LocLongDescription="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocHelpText="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocFlyOverText="灭绝事件"
LocPromotionPopupText="<Bullet/>350格范围。<br/><Bullet/>友方单位应该在该能力完成之前尝试撤离！<br/>"

[RTExtinctionEventPartThree X2AbilityTemplate]
LocFriendlyName="灭绝事件"
LocLongDescription="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocHelpText="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocFlyOverText="灭绝事件"
LocPromotionPopupText="<Bullet/>350格范围。<br/><Bullet/>友方单位应该在该能力完成之前尝试撤离！<br/>"

[RTUnwillingConduitsIcon X2AbilityTemplate]
LocFriendlyName="强制输送"
LocLongDescription="每当该单位施放一次灵能技能，它会从受到「幽影窥探」影响的单位身上抽取能量来供给行动，并减少每个受影响单位的冷却时间。"
LocHelpText="每当该单位施放一次灵能技能，它会从受到「幽影窥探」影响的单位身上抽取能量来供给行动，并减少每个受影响单位的冷却时间。"
LocFlyOverText="强制输送"
LocPromotionPopupText="<Bullet/>冷却时间将最小减少至1，下一回合可使用。<br/>"

[RTDomination X2AbilityTemplate]
LocFriendlyName="统御"
LocLongDescription="该单位对心灵控制的持续时间大幅增加。"
LocHelpText="该单位对心灵控制的持续时间大幅增加。"
LocFlyOverText="统御"
LocPromotionPopupText="<Bullet/>可同时激活多个心灵控制。<br/>"

[RTTechnopathy X2AbilityTemplate]
LocFriendlyName="技能控制"
LocLongDescription="该单位可以使用其心灵能力影响机器单位，并可以通过心灵感应远程入侵目标。"
LocHelpText="该单位可以使用其心灵能力影响机器单位，并可以通过心灵感应远程入侵目标。"
LocFlyOverText="技能控制"
LocPromotionPopupText="<Bullet/>该单位的入侵将使用其心灵攻击力而非入侵技能。<br/>"

[RTSibyl X2AbilityTemplate]
LocFriendlyName="先知注视"
LocLongDescription="「幽影窥探」的视野范围将永久存在，即使能力处于非激活状态。"
LocHelpText="「幽影窥探」的视野范围将永久存在，即使能力处于非激活状态。"
LocFlyOverText="先知注视"
LocPromotionPopupText="<Bullet/>严格来说并非无限；只有1千万回合。<br/>"

[RTEchoedAgonyIcon X2AbilityTemplate]
LocFriendlyName="痛楚回响"
LocLongDescription="该单位将对受到「幽影窥探」影响的附近敌人产生的恐慌尝试进行回响。"
LocHelpText="该单位将对受到「幽影窥探」影响的附近敌人产生的恐慌尝试进行回响。"
LocFlyOverText="痛楚回响"
LocPromotionPopupText="<Bullet/>仅影响敌方单位。<br/><Bullet/>反馈是一种恐慌效果，比其他恐慌来源更强大。<br/>"

[RTGuiltyConscience X2AbilityTemplate]
LocFriendlyName="负罪感"
LocLongDescription="被迫长时间忍受该单位的心灵存在的敌人将因此感到迷惑。"
LocHelpText="被迫长时间忍受该单位的心灵存在的敌人将因此感到迷惑。"
LocFlyOverText="负罪感"
LocPromotionPopupText="<Bullet/>若战斗持续时间足够长，此能力可以对同一目标多次触发。<br/>"

[RTGuiltyConscienceEvent X2AbilityTemplate]
LocFriendlyName="负罪感"
LocLongDescription="被迫长时间忍受该单位的心灵存在的敌人将因此感到迷惑。"
LocHelpText="被迫长时间忍受该单位的心灵存在的敌人将因此感到迷惑。"
LocFlyOverText="负罪感"
LocPromotionPopupText="<Bullet/>连续多轮受到「幽影窥探」影响的敌方单位将会感到迷惑。<br/>"

[RTTriangulationIcon X2AbilityTemplate]
LocFriendlyName="三角定位"
LocLongDescription="融合的盟友现在将成为额外的「幽影窥探」效果来源。"
LocHelpText="融合的盟友现在将成为额外的「幽影窥探」效果来源。"
LocFlyOverText="三角定位"
LocPromotionPopupText="<Bullet/>效果持续整个回合，即使融合被中断。<br/><Bullet/>这是很少有办法让聚合者自身受到强大的「幽影窥探」效果影响的方式之一。<br/>"

[RTKnowledgeIsPower X2AbilityTemplate]
LocFriendlyName="知识即力量"
LocLongDescription="对持续多个回合受到「幽影窥探」效果的单位，伤害和暴击率逐渐增加。"
LocHelpText="对持续多个回合受到「幽影窥探」效果的单位，伤害和暴击率逐渐增加。"
LocFlyOverText="知识即力量"
LocPromotionPopupText="<Bullet/>此能力的效果在四个回合内逐渐积累。<br/>"

[RTLift X2AbilityTemplate]
LocFriendlyName="升空牵引"
LocLongDescription="将小型敌人在小范围内抬升至空中。"
LocHelpText="将小型敌人在小范围内抬升至空中。"
LocFlyOverText="升空牵引"
LocPromotionPopupText="<Bullet/>升空牵引能够帮助获得额外的侧翼加成并控制敌人，但往往无法进行近战攻击。<br/>"

[RTCrushingGrasp X2AbilityTemplate]
LocFriendlyName="碾压之握"
LocLongDescription="用心灵力量紧握一个小区域，震慑敌方单位并摧毁它们的掩护物。"
LocHelpText="用心灵力量紧握一个小区域，震慑敌方单位并摧毁它们的掩护物。"
LocFlyOverText="碾压之握"
LocPromotionPopupText="<Bullet/>自身冷却为 <Ability:SelfCooldown/>轮。<br/><Bullet/>应大量使用碾压之握以启动「耳语者」的狙击射击和投掷，并为「女王」的暗夜碰撞创造侧翼路径。<br/>"

[RTPsionicStorm X2AbilityTemplate]
LocFriendlyName="灵能风暴"
LocLongDescription="创造一个持续造成伤害的灵能风暴，无限蹂躏一个中等范围。"
LocHelpText="释放一个灵能风暴。"
LocFlyOverText="灵能风暴"
LocPromotionPopupText="<Bullet/>自身冷却为 <Ability:SelfCooldown/>轮。<br/><Bullet/>该单位可以同时维持三个独立的灵能风暴。<br/><Bullet/>灵能风暴的叠加不会增加其伤害。<br/><Bullet/>灵能风暴必须手动取消。<br/>"

[RTPsionicStormSustained X2AbilityTemplate]
LocFriendlyName="持续灵能风暴"
LocLongDescription="你不应该能看到这个"
LocHelpText="释放一个灵能风暴。"
LocFlyOverText="灵能风暴"
LocPromotionPopupText="<Bullet/>该单位可以同时维持三个独立的灵能风暴。<br/><Bullet/>灵能风暴的叠加不会增加其伤害。<br/><Bullet/>灵能风暴必须手动取消。<br/>"

[RTEndPsistorms X2AbilityTemplate]
LocFriendlyName="结束灵能风暴"
LocLongDescription="结束所有灵能风暴。"
LocHelpText="结束所有活动的灵能风暴。"
LocFlyOverText="结束活动的灵能风暴。"

[RTTechnopathy_Hack X2AbilityTemplate]
LocFriendlyName="灵能黑客"
LocLongDescription="远距离使用灵能进行黑客攻击目标。"
LocHelpText="远距离使用灵能进行黑客攻击目标。"
LocFlyOverText="灵能黑客"

[RTTechnopathy_Chest X2AbilityTemplate]
LocFriendlyName="灵能黑客"
LocLongDescription="远距离使用灵能进行黑客攻击目标。"
LocHelpText="远距离使用灵能进行黑客攻击目标。"
LocFlyOverText="灵能黑客"

[RTTechnopathy_Workstation X2AbilityTemplate]
LocFriendlyName="灵能黑客"
LocLongDescription="远距离使用灵能进行黑客攻击目标。"
LocHelpText="远距离使用灵能进行黑客攻击目标。"
LocFlyOverText="灵能黑客"

[RTTechnopathy_ObjectiveChest X2AbilityTemplate]
LocFriendlyName="灵能黑客"
LocLongDescription="远距离使用灵能进行黑客攻击目标。"
LocHelpText="远距离使用灵能进行黑客攻击目标。"
LocFlyOverText="灵能黑客"

[RTPsionicLash X2AbilityTemplate]
LocFriendlyName="灵能鞭挞"
LocLongDescription="远距离使用灵能将一个人形单位拉到相邻的格子上。"
LocHelpText="远距离使用灵能将一个人形单位拉到身边。"
LocFlyOverText="灵能鞭挞"
LocPromotionPopupText="<Bullet/>每回合冷却时间为 <Ability:SelfCooldown/>回合。<br/><Bullet/>可以拉动敌方和友方单位。<br/>"
												`
[RTEnterStealth X2AbilityTemplate]
LocFriendlyName="遁入隐秘"
LocLongDescription="披上斗篷，在短时间内隐蔽身形，对敌人不可见。"
LocHelpText="变为不可见。"
LocFlyOverText="遁入隐秘"
LocPromotionPopupText="<Bullet/>效果结束时，单位将会暴露。<br/>"

;----------------------------------------------------------------------------------------------------------------------------

; +AbilityAvailabilityCodes="AA_UnitNotMelded"
AbilityAvailabilityStrings[89]="The Unit is not in the meld."

; +AbilityAvailabilityCodes="AA_MeldEffect_Active"
AbilityAvailabilityStrings[90]="The Unit is already melded."

; +AbilityAvailabilityCodes="AA_UnitMustBeGhost"
AbilityAvailabilityStrings[91]="The Unit is not a Ghost."

; +AbilityAvailabilityCodes="AA_UnitAlreadyUsedAbility"
AbilityAvailabilityStrings[92]="The Unit has already used that ability."

; +AbilityAvailabilityCodes="AA_NotStackableEffect"
AbilityAvailabilityStrings[93]="The effect is not stackable, see Mod Author"

; +AbilityAvailabilityCodes="AA_NotEnoughStacks"
AbilityAvailabilityStrings[94]="The ability needs more stacks to function."

; +AbilityAvailabilityCodes="AA_TooManyStacks"
AbilityAvailabilityStrings[95]="There are too many stacks for the ability to function."

; +AbilityAvailabilityCodes="AA_EffectNotFound"
AbilityAvailabilityStrings[96]="The effect was not found."

;----------------------------------------------------------------------------------------------------------------------------

[TestAbility X2AbilityTemplate]
LocFriendlyName="Test"
LocLongDescription="You should never see this."
LocHelpText="You should never see this."
LocFlyOverText="Test"
LocPromotionPopupText="<Bullet/> You should never see this.<br/>"

[RT_Animation_Placeholder_CV X2WeaponTemplate]
FriendlyName="Rising Tides Animation Placeholder"
FriendlyNamePlural="Rising Tides Animation Placeholder"
BriefSummary=""
TacticalText="<Bullet/> A placeholder that allows Rising Tides classes to use base-game psi animations. Users of the mod should never see this.<br/>."
